Revit 2027 API
ParameterTypeId.DoorNumber Property
 "Mark"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DoorNumber { get; }
Public Shared ReadOnly Property DoorNumber As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DoorNumber {
	ForgeTypeId^ get ();
}
static member DoorNumber : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace